Repository: solvingtheweb/dougkofsky
Catalog: content/plugins/post-types-order/lang/cpt-*.po
Languages: ro_ro

source: Invalid post type
ro_ro: Post Type Invalid

source: %s - Re-order
ro_ro: Reordenar %s

source: This plugin can't work without javascript, because it use drag and drop and AJAX.
ro_ro: Acest plugin nu poate functiona fara JavaScript pentru ca foloseste o capabilitate AJAX

source: Update
ro_ro: Actualizare

source: Item order updated
ro_ro: Ordonare salvata

source: Did you found this plug-in useful? Please support our work with a donation.
ro_ro: Ai gasit acest plugin folositor? The rog ajuta exhipa sa dezvolte softul in continuare printr-o donatie

source: Pages
ro_ro: Pagini

source: Settings Saved
ro_ro: Setari Salvate

source: General Setings
ro_ro: Setari Generale

source: General
ro_ro: Geral

source: Minimum Level to use this plugin
ro_ro: Niveulul minim pentru a utiliza Re-order

source: Save Settings
ro_ro: Salveaza
